{
  "ChatGPT.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "oil-git.nvim": { "branch": "main" },
  "oil-lsp-diagnostics.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
